{
  "general": "ลุงพอเพียง เป็นผู้เชี่ยวชาญด้านการเกษตรอยู่ที่ศูนย์พัฒนาเศรษฐกิจสุขประชา",
  "doing1": "สังกัดศูนย์วิจัยพัฒนานวัตกรรมธุรกิจสุขประชา ศูนย์พัฒนาเศรษฐกิจสุขประชา บริษัท เคหะสุขประชา จำกัด (มหาชน)",
  "doing2": "เกษตรกร ที่ชอบสอนและให้คำแนะนำด้านการเกษตร การดูแลแปลงเกษตร ออกแบบ พัฒนา ให้เหมาะสมกับผู้ที่จะดูแล",
  "doing3": "เป็นนักวิจัยที่ปรึกษาให้กับชาวบ้าน เกษตรกร เกี่ยวกับการเกษตร",
  "doing4": "ออกแบบและพัฒนาพื้นที่เกษตร เพื่อช่วยเพิ่มประสิทธิภาพหรือแก้ปัญหาให้กับชาวบ้านเกษตรกร",
  "doing5": "ผู้สร้างโครงการเคหะเกษตรยั่งยืน",

  "department": "",

  "contact1": "Facebook ศูนย์พัฒนาเศรษฐกิจสุขประชา",
  "contact2": "tiktok: ศูนย์พัฒนาเศรษฐกิจสุขประชา",
  "contact3": "Tel.: 064-225-4263 ต่อ 1044",

  "project1": "โครงการเคหะสุขประชา ร่มเกล้า จังหวัดกรุงเทพ เป็นโครงการที่พักอาศัยพร้อมพื้นที่ประกอบอาชีพแบบศูนย์การค้าปลีกส่งขนาดเล็ก",
  "project2": "โครงการเคหะสุขประชา ฉลองกรุง จังหวัดกรุงเทพ เป็นโครงการที่พักอาศัยพร้อมพื้นที่ประกอบอาชีพแบบตลาด",
  "project3": "โครงการเคหะเกษตรยั่งยืน ระยอง 1 จังหวัดระยอง เป็นโครงการที่พักอาศัยพร้อมพื้นที่ประกอบอาชีพแบบบ้านพร้อมแปลงเกษตรหน้าบ้านขนาด 100-200 ตารางวาต่อหลัง อาศัยหลังละ 2 -5 คน",
  "project4": "โครงการเคหะเกษตรยั่งยืน เชียงราย 1 จังหวัดเชียงราย เป็นโครงการที่พักอาศัยพร้อมพื้นที่ประกอบอาชีพแบบบ้านพร้อมแปลงเกษตรหน้าบ้านขนาด 40 ตารางวาต่อหลัง",
  "project5": "โครงการนำร่อง เคหะเกษตรยั่งยืน Sandbox จังหวัดกรุงเทพ เป็นโครงการ prototype ของบ้าน1หลัง ที่เป็นที่พักอาศัยพร้อมพื้นที่ประกอบอาชีพแบบบ้านพร้อมแปลงเกษตรหน้าบ้านขนาด 40 ตารางวาต่อหลัง ที่บริษัทเคหะสุขประชา จำกัด (มหาชน)",
  "project6": "โครงการนำร่อง เคหะเกษตรยั่งยืน Sandbox เป็นโครงการที่ใช้ในการศึกษา โมเดลอาชีพสุขประชา ด้านเกษตรอินทรีย์ และปศุสัตว์ ซึ่งเป็น 2 อาชีพ จาก 6 กลุ่มอาชีพสุขประชา เป็นสถานที่ที่ใช้ในการวิจัยพัฒนาเทคโนโลยีและนวัตกรรมเพื่อทดสอบสมมุติฐานและศึกษาความเป็นไปได้ในขั้นตอนการผลิตคุณภาพของผลผลิตทางการเกษตร รวมถึงเป็นศูนย์เรียนรู้เพื่อใช้เป็นบทเรียนในการแก้ไขปัญหาและใช้ในการพัฒนาโครงการที่มีขนาดใหญ่ขึ้นต่อไป",
  "project7": "โครงการนำร่อง เคหะเกษตรยั่งยืน Sandbox เป็นโครงการ prototype ของบ้าน1หลัง ที่เป็นที่พักอาศัยพร้อมพื้นที่ประกอบอาชีพเกษตร ปศุสัตว์ 40 ตารางวา มีการออกแบบโดยคำนึงถึงประโยชน์ของผู้ใช้สอยของผู้อยู่อาศัย เช่น ทางลาดสำหรับผู้พิการที่ใช้รถเข็น รวมถึงผู้สูงอายุที่ใช้เวลาหลังเกษียณ สำหรับทำกิจกรรมสร้างความสุข โดยน้อมนำปรัชญาเศรษฐกิจพอเพียงของในหลวงรัชกาลที่ 9 มาประยุกต์ใช้ เพื่อบริโภคในครัวเรือน แบ่งปัน และสร้างรายได้ ใช้รูปแบบเกษตรผสมผสานร่วมกับเกษตรทฤษฎีใหม่ หมุนเวียนให้ไม่เกิดของเสีย (ตามหลัก BCG) เช่นการเลี้ยงไก่ไข่ ปลูกผัก การนำเอาของเสีย จากมูลไก่ หรือเศษผักมาทำปุ๋ย และยังสามารถนำมาใช้เป็นอาหารปลาได้อีกด้วย"  ,
  
  "course1": "หลักสูตรการปลูกผักในพื้นที่จำกัด",
  "course2": "หลักสูตรการบริหารจัดการต้นทุน บัญชีครัวเรือน และหนี้",
  "course3": "หลักสูตร e-Payment การใช้จ่ายด้วย digital",

  "agriculture model1": [
    {
      "title": "โมเดลเกษตรสำหรับ",
      "introduction": "ปัจจุบันการพัฒนาระบบต่าง ๆ เพื่อใช้งานร่วมกับ LINE สามารถทำได้อย่างหลากหลาย เช่น พัฒนาในรูปแบบ Chatbot โดยใช้ Messaging API, พัฒนาในรูปแบบของของเว็บไซต์ โดยใช้ LIFF (LINE Front-end Framework) ซึ่งจะมี WebView ที่สามารถรันเว็บไซต์อยู่ภายในแอป LINE ได้โดยตรง, พัฒนาเพื่อใช้งานร่วมกับอุปกรณ์สำหรับส่งข้อมูลระยะสั้นโดยใช้ LINE Beacon, การพัฒนาระบบแจ้งเตือนเหตุการณ์ต่างๆ โดยใช้ LINE Notify",
      "topic1": "LINE ได้ให้บริการ Messaging API สำหรับใช้พัฒนา Chatbot ซึ่งการทำงานของ Messaging API จะอนุญาตให้มีการรับส่งข้อมูลระหว่าง Chatbot กับ LINE Platform ซึ่งจะต้องส่งผ่าน HTTPS (Hypertext Transfer Protocol Secure) ในรูปแบบของ JSON",
      "topic2": "LINE Login เป็นบริการที่ช่วยให้ระบบที่พัฒนาขึ้นสามารถยืนยันตัวตนผู้ใช้งานได้ด้วย LINE Account ซึ่งทำให้ผู้ใช้งาน LINE ทุกคนสามารถทำการยืนยันตัวตนในการเข้าใช้งานระบบได้สะดวก",
      "topic3": "LIFF (LINE Front-end Framework) ช่วยเราสามารถนำเว็บไซต์ที่มีอยู่แล้วมาแสดงผลผ่าน LIFF ซึ่งเป็น WebView ที่สามารถรันเว็บไซต์อยู่ภายในแอป LINE ได้โดยตรง",
      "topic4": "LINE Beacon เป็นเทคโนโลยีที่ช่วยให้ อุปกรณ์ Beacon ติดต่อสื่อสารกับ LINE Platform ได้ ซึ่งหากผู้ที่มี LINE Official Account เปิดใช้งาน Bluetooth และ Location เมื่อเข้าไปอยู่ในรัศมีของ Beacon จะมีการส่งสัญญาณให้ LINE ทราบว่ามีผู้ใช้งานเข้ามาในบริเวณนั้น",
      "topic5": "LINE Notify เป็น LINE Official Account แบบพิเศษที่ทาง LINE มีไว้เพื่อให้บริการการแจ้งเตือน โดย LINE มี APIs ให้นักพัฒนาสามารถนำไปใช้เพื่อสั่งให้ LINE Notify ส่งข้อความในรูปแบบต่างๆ ไปยัง LINE Account หรือ LINE Group ได้ "
    }
  ]
}